Repository: 20Arda10/PojavLauncher_iOS
Catalog: Natives/*.lproj/Localizable.strings
Languages: he, nl, sr

# game.menu.force_close
source: Force close
he: כפה כיבוי
nl: Geforceerd sluiten
sr: Форсе затвори

# game.menu.log_output
source: Log output
he: לוג פלט
nl: Logboek output
sr: Лог Избацивано

# game.menu.custom_controls
source: Custom controls
he: פקדים מותאמים אישית
nl: Aangepaste controles
sr: Прилагођене контроле

source: Options
he: אפשרויות
nl: Opties

source: Play
he: הפעל
nl: Speel

source: Snapshot
he: סנאפשוט
sr: Снепшот

source: Old-beta
he: בטא: גרסה ישנה
sr: Стари-Бета

source: Old-alpha
he: אלפא: גרסה ישנה
sr: Стари-Аlpha

# launcher.menu.custom_controls
source: Custom controls
he: פקדים מותאמים אישית
nl: Aangepaste controles

# launcher.menu.install_jar
source: Install .jar
he: התקנת .jar

source: News
he: חדשות
nl: Nieuws

source: Settings
he: הגדרות
nl: Instellingen
sr: Подешавања

# preference.title.renderer
source: Renderer
he: רינדור
sr: Рендерер

# preference.title.disable_gesture
source: Disable gestures
he: השבת מחוות
nl: Gebaren uitschakelen
sr: Искључи покрете

# preference.detail.press_duration
source: Trigger press duration for destroying blocks and dropping items.
he: שנה את הזמן ללחיצה ארוכה בעת שבירת בלוקים וזריקת חפצים.
nl: Verander de triggertijd voor lang indrukken van vernietig blok en laten vallen.
sr: Промените време за дуготрајни притисак за уништавање блока и испуштању предмета.

# preference.title.java_args
source: JVM Launch arguments
he: פרמטרים להפעלת JVM
nl: JVM Launch argumenten
sr: ЈВМ Покретање аргументи

# preference.title.auto_ram
source: Auto RAM
he: זיכרון אוטומטי
nl: Automatische RAM
sr: Аутпматски RAM

# preference.detail.auto_ram
source: Enables automatic RAM adjuster
he: מפעיל התאמת RAM אוטומטית
nl: Schakel in de automatische RAM aanpasser in
sr: Укључије аутомстски подешавање RAM-а

# preference.detail.allocated_memory
source: Controls how much memory is given to Minecraft
he: שולט בכמות הזיכרון הניתנת ל- Minecraft
sr: Колико меморије може да корости Minecraft
